Repository: oterodiaz/lipsumizer
Catalog: Lipsumizer/Localizable.xcstrings
Source language: en
Languages: es

source: %lld Paragraphs
es: %lld Párrafos

source: %lld Words
es: %lld Palabras

source: Are you sure you want to restore the default settings?
es: Quieres restaurar la configuración original?

source: Begin with *Lorem ipsum...*
es: Empezar con *Lorem ipsum...*

source: Cancel
es: Cancelar

source: Clear text
es: Borrar

source: Copy text
es: Copiar

source: Custom Text
es: Texto personalizado

source: Decrease text length
es: Reducir longitud

source: Default text length
es: Longitud por defecto

source: Default text length unit
es: Unidad de medida por defecto

source: Done
es: Hecho

source: Edit custom text
es: Editar texto personalizado

source: Edit Custom Text
es: Texto personalizado

source: Generate from custom text
es: Utilizar texto base personalizado

source: Generate new text
es: Generar nuevo texto

source: Increase text length
es: Aumentar longitud

source: Paragraphs
es: Párrafos

source: Reset app settings
es: Restaurar ajustes

source: Reset settings
es: Restaurar ajustes

source: Restore sample text
es: Restaurar texto de ejemplo

source: Settings
es: Ajustes

source: Text Generator
es: Generador de texto

source: Text length
es: Longitud del texto

source: Toggle text length unit
es: Cambiar unidad de longitud

source: Words
es: Palabras

source: Yes
es: Sí
